/* exception reason */
"-[%@ %@] expected a 'yes' or 'no' for its value" = "-[%1$@ %2$@] attendait la valeur “oui” ou “non”";

/* exception reason */
"-[%@ %@] expected a string" = "-[%1$@ %2$@] attendait une chaîne";

/* exception reason */
"-[%@ %@] expected a string in the cursor" = "-[%1$@ %2$@] attendait une chaîne pour le curseur";

/* exception reason */
"-[%@ %@] expects NSString inputs but got a '%@'" = "-[%1$@ %2$@] attend des entrées NSString, mais a reçu un élément '%3$@'";

/* added to menu item title to indicate the default application */
"(default)" = "(par défaut)";

/* name for zero named styles */
"(None)" = "(aucun)";

/* Address Book attachment localization pattern for individual names; %1$@ is the first name, %2$@ is the last name */
"%1$@ %2$@" = "%1$@ %2$@";

/* alias fix sheet message */
"%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later." = "%1$@ est introuvable.\nVous pouvez le rechercher maintenant ou annuler et remettre la résolution du problème à plus tard.";

/* Pattern to use when merging a style attribute group with a single attribute name for display in the style attributes inspector */
"<<style group + name merge pattern>>" = "%1$@ %2$@";

/* button */
"Add & View" = "Ajouter et afficher";

/* style attribute or group name */
"adjust" = "ajuster";

/* style attribute or group name */
"affinity" = "affinité";

/* style attribute or group name */
"alignment" = "alignement";

/* ligature style value */
"all" = "tout";

/* audio capturer error panel title */
"Another recording session is in progress." = "Une autre session d’enregistrement est en cours.";

/* exception reason */
"Attempt to add a named style that is already present (%@)" = "Tentative d’insertion d’un style nommé déjà présent (%@)";

/* exception reason */
"Attempt to archive styles from different registries" = "Tentative d’archivage de styles appartenant à différents registres";

/* exception reason */
"Attempt to create a OSStyleAttributeRegistry before default attribute registration finished." = "Tentative de création d’un élément OSStyleAttributeRegistry avant la fin de l’enregistrement de l’attribut par défaut.";

/* exception reason */
"Attempted to add a listener that doesn't conform to OSStyleListener." = "Tentative d’ajout d’un auditeur non conforme à OSStyleListener.";

/* exception reason */
"Attempted to add a listener twice." = "Tentative d’ajout d’un auditeur deux fois.";

/* exception reason */
"Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver." = "Tentative d’ajout d’un observateur non conforme à OSStyledTextStorageProcessEditingObserver.";

/* exception reason */
"Attempted to add an observer twice." = "Tentative d’ajout d’un observateur deux fois.";

/* exception reason */
"Attempted to archive an empty style array" = "Tentative d’archivage d’une matrice de styles vide";

/* exception reason */
"Attempted to cause a style with undo enabled to depend on a style without an undo enabled." = "Tentative de création d’une dépendance entre un style avec annulation activée et un style avec annulation désactivée.";

/* exception reason */
"Attempted to connect two styles with different style contexts." = "Tentative de liaison de deux styles ayant des contextes de style différents.";

/* exception reason */
"Attempted to directly inherit from the same style twice." = "Tentative d’héritage direct du même style deux fois.";

/* exception reason */
"Attempted to initialize a OSStyleContext with a cursor name of '%@'" = "Tentative d’initialisation d’un OSStyleContext portant le nom de curseur de “%@”";

/* exception reason */
"Attempted to look up the value for an unregistered style attribute '%@'" = "Tentative de recherche de la valeur pour un attribut non enregistré “%@” relatif au style";

/* exception reason */
"Attempted to move an inherited named style that isn't present." = "Tentative de déplacement d’un style nommé hérité qui n’est pas présent.";

/* exception reason */
"Attempted to override a default style attribute after style registration had finished." = "Tentative d’écrasement d’un attribut de style par défaut après la fin de l’enregistrement du style.";

/* exception reason */
"Attempted to override the default style attribute key '%@' more than once." = "Tentative d’écrasement de la clé d’attribut de style par défaut “%@” à plusieurs reprises.";

/* exception reason */
"Attempted to override undefined style attribute with key '%@'." = "Tentative d’écrasement d’un attribut de style non défini avec la clé “%@”.";

/* exception reason */
"Attempted to register a default style attribute after style registration had finished." = "Tentative d’enregistrement d’un attribut de style par défaut après la fin de l’enregistrement du style.";

/* exception reason */
"Attempted to register two style attributes with the key '%@'." = "Tentative d’enregistrement de deux attributs de style avec la clé “%@”.";

/* exception reason */
"Attempted to remove a listener (%p) that hadn't been added to the style (%p)." = "Tentative de suppression d’un auditeur (%1$p) qui n’avait pas été ajouté au style (%2$p).";

/* exception reason */
"Attempted to remove a nil listener." = "Tentative de suppression d’un auditeur vide.";

/* exception reason */
"Attempted to remove a nil observer." = "Tentative de suppression d’un observateur vide.";

/* exception reason */
"Attempted to remove an observer (%p) that hadn't been added to the text storage (%p)." = "Tentative de suppression d’un observateur (%1$p) qui n’avait pas été ajouté au stockage de texte (%2$p).";

/* exception reason */
"Attempted to set value for an unregistered attribute key of '%@'" = "Tentative de définition de la valeur d’une clé d’attribut non enregistrée de “%@”";

/* style attribute or group name */
"background color" = "couleur arr.-plan";

/* style attribute or group name */
"baseline" = "ligne de base";

/* font weight name */
"Black" = "Noir";

/* style attribute or group name */
"blur radius" = "rayon du flou";

/* font weight name */
"Bold" = "Gras";

/* font weight name */
"Book" = "Livre";

/* exception reason */
"Boolean attributes must have a yes or no number value" = "Les valeurs booléennes doivent avoir une valeur numérique correspondant à « oui » ou à « non ».";

/* style attribute or group name */
"border color" = "couleur bordure";

/* style attribute or group name */
"border width" = "largeur bordure";

/* strikethrough affinity style value */
"by word <strikethrough affinity style value>" = "par mot";

/* underline affinity style value */
"by word <underline affinity style value>" = "par mot";

/* alias fix sheet button */
"Cancel" = "Annuler";

/* script error */
"Cannot create a generic attachment directly; create one of the more specific attachment types instead." = "Impossible de créer directement une pièce jointe générique ; créez plutôt un autre type de pièces jointes plus spécifique.";

/* script error */
"Cannot currently delete a mixture of attachments and non-attachments at the same time." = "Impossible pour le moment de supprimer simultanément un mélange de pièces jointes et d’autres éléments.";

/* captured audio default attachment title */
"Captured Audio" = "Audio capturé";

/* audio capture cell title format */
"Captured Audio - %@" = "Audio capturé - %@";

/* exception reason */
"Cascade styles must not be named." = "Les styles en cascade ne doivent pas être nommés.";

/* paragraph alignment style value */
"center" = "centre";

/* undo action name */
"Change Attachment Name" = "Renommer la pièce jointe";

/* undo action name */
"Clear Local Styles" = "Effacer les styles locaux";

/* context menu title
   undo action name */

"Clear Style" = "Effacer le style";

/* undo action name */
"Collapse Attachment" = "Réduire la pièce jointe";

/* style attribute or group name */
"color" = "couleur";

/* style attribute or group name */
"condensed" = "condensé";

/* named style key binding */
"control-number" = "numéro de contrôle";

/* attachment cell menu item title */
"Copy" = "Copier";

/* multiple duplicated named style pattern */
"Copy %%d of %@" = "Copie %%d sur %@";

/* single duplicated named style pattern */
"Copy of %@" = "Copie de %@";

/* context menu title */
"Copy Style" = "Copier le style";

/* undo action name */
"Create Named Style" = "Créer un style nommé";

/* attachment cell menu item title */
"Cut" = "Couper";

/* strikethrough pattern style value */
"dash <strikethrough style value>" = "tiret";

/* underline pattern style value */
"dash <underline style value>" = "tiret";

/* strikethrough pattern style value */
"dash dot <strikethrough style value>" = "tiret-point";

/* underline pattern style value */
"dash dot <underline style value>" = "tiret-point";

/* strikethrough pattern style value */
"dash dot dot <strikethrough style value>" = "tiret-point-point";

/* underline pattern style value */
"dash dot dot <underline style value>" = "tiret-point-point";

/* ligature style value
   popup title */

"default" = "par défaut";

/* added to attachment cell menu item title */
"Default Application" = "Application par défaut";

/* undo action name */
"Delete Named Style" = "Supprimer le style nommé";

/* undo action name */
"Delete Named Styles" = "Supprimer les styles nommés";

/* undo action name */
"Delete Style Attribute" = "Supprimer l’attribut de style";

/* font weight name */
"Demi-bold" = "Semi-gras";

/* strikethrough pattern style value */
"dot <strikethrough style value>" = "point";

/* underline pattern style value */
"dot <underline style value>" = "point";

/* strikethrough style value */
"double <strikethrough style value>" = "double";

/* underline style value */
"double <underline style value>" = "double";

/* action menu item title */
"Duplicate" = "Dupliquer";

/* undo action name */
"Duplicate Named Style" = "Dupliquer le style nommé";

/* style selection name */
"Empty Selection" = "Aucune sélection";

/* undo action name */
"Expand Attachment" = "Développer la pièce jointe";

/* style attribute or group name */
"expansion" = "expansion";

/* exception reason */
"Expected a '%@' element in the cursor, but got '%@' (path = '%@')" = "Élément '%1$@' attendu dans le curseur, mais c’est '%2$@' qui a été reçu (chemin = '%3$@')";

/* font weight name */
"Extrablack" = "Extra-noir";

/* font weight name */
"Extrabold" = "Extra-gras";

/* style attribute or group name */
"family" = "famille";

/* script error */
"File attachments require a file." = "Les pièces jointes nécessitent un fichier.";

/* style attribute or group name */
"fill color" = "couleur de remplissage";

/* Audio capture progress message */
"Finishing recording..." = "Fin de l’enregistrement…";

/* style attribute or group name */
"first line head indent" = "retrait 1re ligne";

/* alias fix sheet button */
"Fix Reference" = "Réparer la référence";

/* style attribute or group name */
"fixed pitch" = "largeur non proportionnelle";

/* Audio capture progress message */
"Flattening movie... %d%%" = "Aplatissement du film… %d%%";

/* style attribute or group name */
"font" = "police";

/* named style key binding */
"function" = "fonction";

/* style attribute or group name */
"head indent" = "retrait titre";

/* font weight name */
"Heavy" = "Accentué";

/* style attribute or group name */
"inherited" = "hérité";

/* exception reason */
"Inherited styles must be named." = "Les styles hérités doivent être nommés.";

/* exception reason */
"Inherited styles must be styles." = "Les styles hérités doivent être des styles.";

/* style attribute or group name */
"interface" = "interface";

/* alias fix sheet message */
"It used to be at %1$@, but is now at %2$@." = "Il se trouvait à %1$@ mais se trouve maintenant à %2$@.";

/* style attribute or group name */
"italic" = "italique";

/* paragraph alignment style value */
"justified" = "justifié";

/* style attribute or group name */
"kerning" = "crénage";

/* paragraph alignment style value */
"left" = "gauche";

/* writing direction style value */
"left-to-right" = "de gauche à droite";

/* style attribute or group name */
"ligature" = "ligature";

/* font weight name */
"Light" = "Clair";

/* style attribute or group name */
"line height multiple" = "multiple hauteur de ligne";

/* style attribute or group name */
"line spacing" = "interlignage";

/* style attribute or group name */
"link" = "lien";

/* style attribute or group name */
"link <group>" = "lien <groupe>";

/* LinkBack item cell title format */
"LinkBack Item from %@" = "Élément LinkBack de %@";

/* script error */
"Linked attachments cannot be saved, only embedded attachments." = "Impossible d’enregistrer des pièces jointes liées, uniquement des pièces jointes intégrées.";

/* style attribute or group name */
"maximum line height" = "hauteur de ligne maximale";

/* font weight name */
"Medium" = "Moyen";

/* style attribute or group name */
"minimum line height" = "hauteur de ligne minimale";

/* exception reason */
"Missing required attribute '%@' at '%@'" = "Attribut requis “%1$@” manquant à “%2$@”";

/* popup title */
"Multiple" = "Multiple";

/* popup title */
"Multiple selection" = "Sélection multiple";

/* style selection name */
"Multiple Selection" = "Sélection multiple";

/* style selection name */
"Named style \"%@\"" = "Style nommé “%@”";

/* exception reason */
"Named style must start with a non-nil name." = "Le style nommé doit commencer par un nom qui n’est pas vide.";

/* style attribute or group name */
"narrow" = "resserré";

/* paragraph alignment style value
   writing direction style value */

"natural" = "naturel";

/* style boolean name */
"no" = "non";

/* script error */
"No destination specified for save command." = "Aucune destination n’a été spécifiée pour la commande Enregistrer.";

/* exception reason */
"No OFEnumNameTable found for style attribute" = "Aucun élément OFEnumNameTable trouvé pour l’attribut de style";

/* exception reason */
"No such attribute '%@'" = "Attribut “%@” introuvable";

/* style attribute name */
"None" = "Aucun";

/* ligature style value */
"none <ligature style value>" = "aucune";

/* named style key binding */
"none <named style key binding>" = "aucun";

/* strikethrough affinity style value */
"none <strikethrough affinity style value>" = "aucun";

/* style attribute name */
"None <strikethrough pattern>" = "Aucun";

/* strikethrough style value */
"none <strikethrough style value>" = "aucun";

/* style attribute name */
"None <strikethrough style>" = "Aucun";

/* underline affinity style value */
"none <underline affinity style value>" = "aucune";

/* style attribute name */
"None <underline pattern>" = "Aucun";

/* underline style value */
"none <underline style value>" = "aucune";

/* style attribute name */
"None <underline style>" = "Aucun";

/* style attribute or group name */
"obliqueness" = "obliquité";

/* style attribute or group name */
"offset" = "décalage";

/* alert panel button */
"OK" = "OK";

/* temporary audio capture file name */
"OmniOutliner Audio Recording Temporary File" = "Fichier temporaire d’enregistrement audio OmniOutliner";

/* audio capturer error panel message */
"Only one recording session may be active at a time." = "Le logiciel n’autorise qu’une seule session d’enregistrement active à la fois.";

/* attachment cell menu item title */
"Open With" = "Ouvrir avec";

/* attachment cell menu item title */
"Open With %@" = "Ouvrir avec %@";

/* undo action name */
"Outline" = "Structure";

/* style attribute or group name */
"paragraph" = "paragraphe";

/* undo action name */
"Paste Local Styles" = "Coller les styles locaux";

/* context menu title */
"Paste Style" = "Coller le style";

/* attachment file wrapper name */
"Pasted Graphic" = "Graphisme collé";

/* style attribute or group name */
"pattern" = "motif";

/* audio capturer error panel message */
"Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device." = "Utilisez les préférences d’enregistrement audio pour sélectionner un autre périphérique d’entrée ou fermez toute application utilisant actuellement le périphérique sélectionné.";

/* attachment cell menu item title */
"Quick Look Attachment" = "Coup d’œil sur la pièce jointe";

/* font weight name */
"Regular" = "Normal";

/* menu item title for when there is one LinkBack item selected */
"Remove Link to %@" = "Supprimer le lien vers %@";

/* menu item title for when there are no LinkBack items selected */
"Remove LinkBack for Item" = "Supprimer le LinkBack de l’élément";

/* attachment cell menu item title */
"Reveal in Finder" = "Afficher dans le Finder";

/* paragraph alignment style value */
"right" = "droite";

/* writing direction style value */
"right-to-left" = "de droite à gauche";

/* script error */
"Save destination is not a file." = "La destination d’enregistrement n’est pas un fichier.";

/* script error */
"Save destination is not a URL." = "La destination d’enregistrement n’est pas une URL.";

/* script error */
"Save destination is not an absolute file path." = "La destination d’enregistrement n’est pas un chemin d’accès absolu à un fichier.";

/* style selection name */
"Selected Item" = "Élément sélectionné";

/* selection type */
"Selected text" = "Texte sélectionné";

/* style attribute or group name */
"selection" = "sélection";

/* style attribute or group name */
"selection color" = "couleur de sélection";

/* font weight name */
"Semibold" = "Semi-gras";

/* style attribute or group name */
"shadow" = "ombre";

/* strikethrough style value */
"single <strikethrough style value>" = "unique";

/* underline style value */
"single <underline style value>" = "unique";

/* style attribute or group name */
"size" = "taille";

/* strikethrough pattern style value */
"solid <strikethrough style value>" = "uni";

/* underline pattern style value */
"solid <underline style value>" = "uni";

/* style attribute or group name */
"space before" = "espace avant";

/* style attribute or group name */
"spacing" = "espacement";

/* audio capture warning button title - recording already in progress */
"Stop Other Recording" = "Arrêter l’autre enregistrement";

/* style attribute or group name */
"strikethrough" = "barré";

/* style attribute or group name */
"style" = "style";

/* style attribute or group name */
"superscript" = "exposant";

/* style attribute or group name */
"tab stop interval" = "intervalle taquets tabul.";

/* style attribute or group name */
"tab stops" = "taquets tabulation";

/* style attribute or group name */
"tail indent" = "retrait de fin";

/* style attribute or group name */
"text" = "text";

/* text selection name */
"Text insertion" = "Text insertion";

/* alert title */
"The contact \"%@\" could not be added to your Address Book." = "Le contact “%@” n’a pas pu être ajouté à votre Carnet d’adresses.";

/* title for sheet when activating address book entry that is not in Address Book */
"The contact \"%@\" is not present in your Address Book." = "Le contact “%@” ne figure pas dans votre Carnet d’adresses.";

/* alert sheet message */
"The document containing the attachment needs to be saved before you can open the attachment." = "Le document contenant la pièce jointe doit être enregistré avant de pouvoir ouvrir cette pièce jointe.";

/* exception reason */
"The named style \"%1$@\" can't inherit the named style \"%2$@\", because \"%2$@\" already inherits \"%1$@\"." = "Le style nommé “%1$@” ne peut pas hériter du style nommé “%2$@”, car “%2$@” hérite déjà de “%1$@”.";

/* script error */
"The value passed for the file was not a file." = "La valeur passée pour le fichier n’était pas un fichier.";

/* audio capturer error panel message */
"There may be a permissions problem, or your filesystem may be full." = "Il se peut qu’il y ait un problème d’autorisations ou que votre système de fichiers soit saturé.";

/* strikethrough style value */
"thick <strikethrough style value>" = "épais";

/* underline style value */
"thick <underline style value>" = "épais";

/* font weight name */
"Thin" = "Fin";

/* alias fix sheet title */
"This attachment has been moved.  Would you like to update the alias?" = "Cette pièce jointe a été déplacée.  Voulez-vous mettre l’alias à jour ?";

/* tool tip */
"This attribute has been customized" = "Cet attribut a été personnalisé";

/* alert sheet message */
"This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly." = "Il se peut que ceci ne soit pas une fiche d’adresse valide ou qu’il y ait un problème avec votre Carnet d’adresses. Assurez-vous que l’application Carnet d’adresses fonctionne correctement.";

/* exception reason */
"This operation would create a self-referential style graph between %@ and %@" = "Cette opération aboutirait à la création d’un graphique de style autoréférencé entre %1$@ et %2$@";

/* font weight name */
"Ultra" = "Ultra";

/* font weight name */
"Ultralight" = "Ultraléger";

/* exception reason */
"Unable to coerce value '%@' to class %@ for attribute '%@'" = "Impossible de contraindre la valeur “%1$@” à la classe %2$@ pour l’attribut “%3$@”";

/* audio capturer error panel title */
"Unable to configure the selected audio input device." = "Impossible de configurer le périphérique d’entrée audio sélectionné.";

/* audio capturer error panel title */
"Unable to connect to the selected audio input device." = "Impossible de connecter le périphérique d’entrée audio sélectionné.";

/* exception reason */
"Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs." = "Impossible de convertir la chaîne “%@” en URL. Assurez-vous que la chaîne est une URL valide et qu’elle ne contient pas de guillemets non valides dans les URL.";

/* script error */
"Unable to create an attachment for the given file." = "Impossible de créer une pièce jointe pour le fichier concerné.";

/* audio capturer error panel title */
"Unable to create output file." = "Impossible de créer un fichier de sortie.";

/* alert sheet title */
"Unable to open attachment" = "Impossible d’ouvrir la pièce jointe";

/* script error */
"Unable to read file from '%@'." = "Impossible de lire le fichier à partir de “%@”.";

/* audio capturer error panel title */
"Unable to start input from audio device." = "Impossible de lancer l’enregistrement à partir du périphérique audio.";

/* script error */
"Unable to write attachment." = "Impossible d’écrire la pièce jointe.";

/* weight unavailble note */
"Unavailable for selected font" = "Indisponible pour la police sélectionnée";

/* weight unavailble note */
"Unavailable for selected fonts" = "Indisponible pour les polices sélectionnées";

/* weight unavailble note */
"Unavailable for some selected fonts" = "Indisponible pour certaines polices sélectionnées";

/* style attribute or group name */
"underline" = "souligné";

/* undo action name */
"Underline" = "Souligné";

/* Name for unnamed address book entries */
"Unnamed" = "Sans nom";

/* empty attachment name for RTF export */
"Unnamed Attachment" = "Pièce jointe sans nom";

/* exception reason */
"Unrecognized style attribute class name '%@'" = "Nom de classe d’attribut de style “%@” non reconnu";

/* first untitled named style */
"New Style" = "Nouveau style";

/* untitled named style pattern */
"New Style %d" = "Nouveau style %d";

/* exception reason */
"Value '%@' does is not in the valid extent of %f..%f" = "La valeur “%1$@” ne se situe pas dans l’étendue valide de %2$f..%3$f";

/* exception reason */
"Value is of class %@ instead of the class %@ required by the style attribute \"%@\"." = "La valeur est de la classe %1$@ au lieu de la classe %2$@ requise par l’attribut de style “%3$@”.";

/* alert sheet prompt */
"Viewing this attachment will cause the contact to be added to your address book." = "L’affichage de cette pièce jointe entraînera l’ajout du contact à votre carnet d’adresses.";

/* style attribute or group name */
"weight" = "poids";

/* style attribute or group name */
"writing direction" = "sens d’écriture";

/* style boolean name */
"yes" = "hier";